Repository: common-repository/mementor-dashboard
Catalog: i18n/languages/mementordb-*.po
Languages: nb_no

source: Mementor Dashboard
nb_no: Mementor Kontrollpanel

source: Dashboard
nb_no: Kontrollpanel

source: Main Menu
nb_no: Hovedmeny

source: Chat on Facebook
nb_no: Chat på Facebook

source: Chat on Skype
nb_no: Chat på Skype

source: Chat on Slack
nb_no: Chat på Slack

source: Visit our Website
nb_no: Besøk vår nettside

source: Clear Cache
nb_no: Slett cache

source: Logout
nb_no: Logg ut

source: Log out
nb_no: Logg ut

source: Search Product
nb_no: Søk etter produkt

source: Search Products
nb_no: Søk i produkter og ordre

source: Search Order
nb_no: Søk i ordre

source: Search orders
nb_no: Søk i ordre

source: Setting was updated successfully
nb_no: Lagring av innstilling var vellykket

source: Setting was not successfully updated
nb_no: Innstillingen ble ikke lagret

source: Settings
nb_no: Innstillinger

source: Login Form
nb_no: Innlogging

source: Custom Logo
nb_no: Last opp logo

source: Change
nb_no: Endre

source: Remove
nb_no: Fjern

source: Choose File
nb_no: Velg fil

source: Form Background
nb_no: Last opp bakgrunn

source: Login Redirect
nb_no: Videresending etter innlogging

source: User Role
nb_no: Brukerrolle

source: Placeholder Redirect Link
nb_no: Skriv inn adressen brukeren skal videresendes til

source: Redirect Link
nb_no: Skal videresendes til

source: Live Chat Code
nb_no: Live chat script

source: Contact Details
nb_no: Kontaktinformasjon

source: Phone Number
nb_no: Telefon

source: Email Address
nb_no: E-post

source: Website
nb_no: Nettside

source: Save Changes
nb_no: Lagre endringer

source: Mementor Dashboard is a modified skin for your WordPress Admin.
nb_no: Mementor Kontrollpanel er et modifisert tema til ditt WordPress kontrollpanel.
